---
kind: enumMember
id: F:Autodesk.Revit.DB.Mechanical.ComponentClassification.Sleeve
enum: Autodesk.Revit.DB.Mechanical.ComponentClassification
zh: 套管
source: html/7abbd56a-3b9a-f51e-861c-5f034fec614e.htm
---
# Autodesk.Revit.DB.Mechanical.ComponentClassification.Sleeve

**中文**: 套管

Sleeve (supports) component classification